Любовь к пончикам не отнять
Любовь1 = Любо́вь — чувство, свойственное человеку, глубокая привязанность и
          устремлённость к другому человеку или объекту, чувство глубокой симпатии.
 
Любовь2 = включает в себя ряд сильных и позитивных эмоциональных и психических
          состояний, от самой возвышенной добродетели и до самого простого удовольствия.         
          Примером такого широкого диапазона значений является тот факт, что любовь 
Любовь3 = матери отличается от любви супруга, которая, в свою очередь, отличается от 
          любви к еде или любви к Родине. Любовь выступает одной из трёх главных
          добродетелей христианства наряду с верой и надеждой.
Любовь4 = Большое разнообразие смысловых оттенков в сочетании со сложностью самого
          чувства означает, что любовь является необычайно трудной для определения по
          сравнению с другими эмоциональными состояниями.
          Чаще всего любовь характеризуется как чувство сильного влечения и
          эмоциональной привязанности. Чувство, противоположное любви, называется
          ненавистью; с другой стороны, любви противопоставляется равнодушие.
 
Любовь5 = рассматривается также как философская категория, в виде субъектного
          отношения, интимного избирательного чувства, направленного на предмет
          любви. Любовь выступает важнейшим субъективным индикатором счастья.

Любовь6 = Древние греки различали несколько типов любви: семейную любовь («сторге»),
          дружескую любовь («филия»), романтическую любовь («эрос») и жертвенную любовь
          («агапэ»). По отношению к объекту любви говорят о любви родителей к своим
          детям, детей к своим родителям, между братьями и сёстрами, между мужчиной и
          женщиной, любви ко всем людям, любви к Богу. Любовь также может быть
          неразделённой или платонической.

Любовь7 = Собственное видение любви излагали Эмпедокл, Платон, Аристотель,
          Фома Аквинский, Б. Спиноза, А. Шопенгауэр, В. Соловьёв, З. Фрейд и др.
Любовь8 = Значительный вклад в изучение данного феномена внёс Э. Фромм, выделивший в
          качестве базовых элементов, общих для всех форм любви, заботу,
          ответственность, уважение и понимание. Американский психолог Роберт Стернберг
          в контексте межличностных отношений в качестве трёх составляющих любви
          отметил близость, страсть и обязательства (см. Трёхкомпонентная теория любви).

Любовь9 = как продолжительное и устойчивое чувство принято отличать от
          влюблённости, являющейся сильно выраженным непродолжительным эмоциональным
          состоянием, которое может быстро угаснуть или наоборот перерасти в настоящую любовь.

Может изменить каждого человека.
Религия1 = термин «религия» может пониматься в таких смыслах, как субъективно-личностный (религия как индивидуальная «вера», «религиозность» и т. п.) и объективно-общий 
           (религия в качестве институционального явления — «вероисповедания», «богопочитания», «конфессии» и прочее)[8].

Религия2 = система представления мира (мировоззрение) опирается на религиозную веру и связана с отношением человека к надчеловеческому духовному миру[9],
           сверхчеловеческой реальности, о которой человек что-то знает, и на которую он ориентирует свою жизнь[10]. Вера может подкрепляться мистическим опытом.

Религия3 = Особую важность для религии представляют такие понятия, как добро и зло, нравственность, цель и смысл жизни и т. д.
           Основы религиозных представлений большинства мировых религий записаны людьми в священных текстах, которые, по убеждению верующих, либо продиктованы или вдохновлены.
           богами, либо написаны людьми, достигшими с точки зрения каждой конкретной религии высшего духовного состояния, великими учителями, особо просветлёнными или посвящёнными, святыми.
           В большинстве религиозных сообществ заметное место занимает духовенство (служители религиозного культа[11]).

Религия4 = является преобладающим мировоззрением в большинстве стран, большинство опрошенных относят себя к одному из вероисповеданий[12][13].
           Определение религии — это противоречивый и сложный вопрос, по которому учёные не могут прийти к согласию относительно какого-либо одного определения[5][14][15].
           Множество мыслителей определяли религию каждый по-своему[16]. В итоге насчитывается, по некоторым оценкам, более 250 определений этого понятия[17], по другим оценкам — до 1000[18][19$

Религия5 =  Многообразие определений религии можно отнести к нескольким типам. В частности, первый подход к формулированию определения состоит в попытке создать «универсальное высказывание»,
           «подлинную дефиницию» некоей «сущности» религии. Второй утверждает, что возможно указать лишь на ряд научно фиксируемых «измерений», социальных явлений,
           которые в том или ином обществе считаются «религией».

Религия6 = Ни один из подходов не свободен от критики[20].В древности существовало несколько точек зрения на
           происхождение слова «религия» (лат. religio — «совестливость», «благочестие», «набожность», «предмет культа»[21]). Так, знаменитый римский оратор,
           писатель и политический деятель I века до н. э. Цицерон считал, что оно является производным от латинского глагола relegere
           (вновь собирать, снова обсуждать, опять обдумывать, откладывать на особое употребление), что в переносном смысле означает «благоговеть» или «относиться к чему-либо с особым вниманием,
           почтением». Отсюда и самое существо религии Цицерон видел в благоговении перед высшими силами, Божеством[21][22][23][15].
           Известный западный христианский писатель и оратор Лактанций (ок. 250—325 годов) считал, что термин «религия» происходит от латинского глагола religare
           (связывать, привязывать), поэтому религию он определял как союз человека с Богом[21][22][23][15].

Религия7 = Подобным же образом понимал существо религии и блаженный Августин, хотя он считал, что слово «религия» произошло от глагола reeligere, то есть воссоединять,
           и сама религия означает воссоединение, возобновление когда-то утерянного союза между человеком и Богом[23].
           Современные исследователи зачастую соглашаются с точкой зрения на происхождение слова «религия» от глагола religare[22][24][15].

Религия8 = В других культурах первоначальные значения терминов, которыми обозначаются явления, соответствующие феномену, именуемому латинским religio,иные.
           Соответствующий термин в санскрите — dharma (от dhar — «утверждать», «поддерживать», «защищать») — означает учение, добродетель, моральное качество, долг, справедливость,
           закон, образец, порядок мироздания и др. Чаще всего это слово употребляется применительно к народному образу жизни, имеет в виду сумму правил, определяющих его.
           По отношению к явлениям, распространённым в элитарных кругах, используется санскритское moksa, что означает реализующееся в определённой практике стремление оставить повседневную жиз$
           подняться над круговоротом наличного бытия, освободиться от цепи рождений и смертей[15].

Религия9 = В исламе используется название din, которое первоначально означало власть — подчинение, обычаи, а впоследствии стало употребляться в смысле безусловности подчинения Аллаху и
           его безграничной власти, предания себя Богу, исполнения религиозных предписаний, совершенствования в искренности веры.

Еще полностью не разведана.
Космос1 = Косми́ческое простра́нство, ко́смос (др.-греч. κόσμος — «мир», «Вселенная») — относительно пустые участки Вселенной, которые лежат вне границ атмосфер небесных тел.
          Космос не является абсолютно пустым пространством: в нём есть, хотя и с очень низкой плотностью, межзвёздное вещество (преимущественно молекулы водорода) ,
          кислород в малых количествах (остаток после взрыва звезды), космические лучи и электромагнитное излучение, а также гипотетическая тёмная материя.
 
Космос2 = В своём изначальном понимании греческий термин «космос» (порядок, мироустройство) имел философскую основу, определяя гипотетический замкнутый вакуум
          вокруг Земли — центра Вселенной[1]. Тем не менее, в языках на латинской основе и её заимствованиях к одинаковой семантике применяют практический термин
          «пространство» (так как с научной точки зрения обволакивающий Землю вакуум бесконечен), поэтому в русском и близких ему языках в результате реформенной
          корректировки родился своеобразный плеоназм «космическое пространство».

Космос3 = Чёткой границы не существует, атмосфера разрежается постепенно по мере удаления от земной поверхности, и до сих пор нет единого мнения, что считать фактором начала космоса.

Космос4 = Если бы температура была постоянной, то давление бы изменялось по экспоненциальному закону от 100 кПа на уровне моря до нуля. Международная авиационная федерация в качестве
          рабочей границы между атмосферой и космосом установила высоту в 100 км (линия Кармана), потому что на этой высоте для создания подъёмной аэродинамической силы необходимо,
          чтобы летательный аппарат двигался с первой космической скоростью, из-за чего теряется смысл авиаполёта[2][3][4][5].

Космос5 = Астрономы из США и Канады измерили границу влияния атмосферных ветров и начала воздействия космических частиц. Она оказалась на высоте 118 километров, хотя само NASA считает
          границей космоса 122 км. На такой высоте шаттлы переключались с обычного маневрирования с использованием только ракетных двигателей на аэродинамическое с «опорой» на атмосферу[3][4].

Космос6 = Пространство в Солнечной системе называют межпланетным пространством, которое переходит в межзвёздное пространство в точках гелиопаузы солнцестояния.
          Вакуум космоса не является абсолютным — в нём присутствуют атомы и молекулы, обнаруженные с помощью микроволновой спектроскопии, реликтовое излучение,
          которое осталось от Большого взрыва, и космические лучи, в которых содержатся ионизированные атомные ядра и разные субатомные частицы.

Космос7 = Также есть газ, плазма, пыль, небольшие метеоры и космический мусор (материалы, которые остались от деятельности человека на орбите).
          Отсутствие воздуха делает космическое пространство (и поверхность Луны) идеальными участками для астрономических наблюдений на всех длинах волн электромагнитного спектра.

Космос8 = оказательством этого являются фотографии, полученные при помощи космического телескопа Хаббл. Кроме того, бесценную информацию о планетах, астероидах и кометах
          Солнечной системы получают с помощью космических аппаратов.

Космос9 = Как утверждают учёные НАСА, вопреки распространённым представлениям, при попадании в открытый космос без защитного скафандра человек не замёрзнет, не взорвётся и мгновенно 
          не потеряет сознание, его кровь не закипит — вместо этого настанет смерть от недостатка кислорода. 
Самая нужная вещь для человека.
Автомобиль1 = Автомоби́ль (от др.-греч. αὐτός — сам и лат. mobilis — подвижной, скорый) — моторное дорожное и внедорожное транспортное средство, используемое для перевозки людей и грузов.

Автомобиль2 = Основное назначение автомобиля заключается в совершении транспортной работы[1]. Автомобильный транспорт в промышленно развитых странах занимает ведущее место по сравнению
              с другими видами транспорта по объёму перевозок пассажиров[2].
Автомобиль3 = Современный автомобиль состоит из 15—20 тысяч деталей, из которых 150—300 являются наиболее важными и требующими наибольших затрат в эксплуатации[3].

Автомобиль4 = Понятие включает легковой автомобиль, грузовой автомобиль, автобус, троллейбус, бронетранспортёр, но не включает сельскохозяйственный трактор и мотоцикл.

Автомобиль5 = Механическое транспортное средство, используемое обычно для перевозки по дорогам людей или грузов или для буксировки по дорогам транспортных средств,
              используемых для перевозки людей или грузов. 
Автомобиль6 = Этот термин охватывает троллейбусы, то есть нерельсовые транспортные средства, соединённые с электрическим проводом; он не охватывает такие транспортные средства,
              как сельскохозяйственные тракторы, использование которых для перевозки людей или грузов является лишь вспомогательной функцией.
Автомобиль7 = Любое механическое самоходное транспортное средство, используемое обычно для перевозки по дорогам людей или грузов или для буксировки по дорогам транспортных средств,
              используемых для перевозки людей или грузов; этот термин не включает сельскохозяйственные тракторы.
Автомобиль8 = Наземное транспортное средство, продвигаемое его собственными средствами, движущееся по крайней мере на четырёх колесах, не находящихся на одной линии,
              которые должны всегда быть в контакте с землей; управление должно быть обеспечено по крайней мере двумя из колёс, и движение — по крайней мере двумя из колес.

Автомобиль9 = Несмотря на большое разнообразие производимых автомобилей, в их устройстве всегда можно выделить три основных части: шасси
              (складывается из: трансмиссии, ходовой части и механизмов управления — рулевое управление и тормозная система), кузов (служит для размещения людей или грузов) и двигатель. 

Мы тесно связаны с природой поэтому должны ее сохранить.
Природа1 = Приро́да — материальный мир Вселенной, в сущности — основной объект изучения естественных наук.

Природа2 = В быту слово «природа» часто употребляется в значении естественная среда обитания (всё, что не создано человеком).
Природа3 = Земля — единственная известная в настоящий момент планета, на которой есть жизнь. Её природные особенности являются предметом многих научных исследований.
           Она является третьей по счёту от Солнца планетой Солнечной системы и крупнейшей по диаметру, массе и плотности среди планет земной группы.
           Основные климатические особенности Земли заключаются в наличии двух больших полярных регионов, двух относительно узких умеренных зон и одного широкого экваториально-тропического].

Природа4 = Количество осадков на планете варьируется в широких пределах в зависимости от местоположения и колеблется от миллиметра до нескольких метров осадков в год. Около 71 % поверхности
           Земли занимает океан. Остальная часть состоит из континентов и островов, причём большая часть суши, населённой людьми, находится в северном полушарии.

Природа5 = Эволюция Земли происходила посредством геологических и биологических процессов, которые оставили следы первоначальных условий. Поверхность планеты разделена на несколько непрерывно д$
           генерирующего магнитное поле.

Природа6 = Состав текущей атмосферы был существенно изменён по сравнению с первоначальной посредством жизнедеятельности различных форм жизни[3],
           которые создают экологическое равновесие, стабилизирующее условия на поверхности. Несмотря на значительные различия в климате в зависимости от широты и других
           географических факторов, средний глобальный климат достаточно стабилен во время межледниковых периодов[4],
           а изменение на 1—2 °C средней глобальной температуры исторически имело серьёзное влияние на экологический баланс и географию Земли[5][6].

Природа7 = Геология — комплекс наук о составе, строении земной коры и размещённых в ней полезных ископаемых. Комплекс наук в составе геологии занимается изучением состава,
           структуры, физических свойств, динамики и истории земных материалов, а также процессов, посредством которых они образуются, перемещаются и изменяются. 

Природа8 = Геология — одна из основных академических дисциплин, которая, помимо прочего, имеет важное значение для добычи минерального и углеводородного сырья, прогнозирования и
Природа9 = Земля — единственная известная в настоящий момент планета, на которой есть жизнь. Её природные особенности являются предметом многих научных исследований.
           Она является третьей по счёту от Солнца планетой Солнечной системы и крупнейшей по диаметру, массе и плотности среди планет земной группы.
           Основные климатические особенности Земли заключаются в наличии двух больших полярных регионов, двух относительно узких умеренных зон и одного широкого экваториально-тропического].

Мы тесно связаны с природой поэтомы должны ее сохрить.
Природа1 = Количество осадков на планете варьируется в широких пределах в зависимости от местоположения и колеблется от миллиметра до нескольких метров осадков в год. Около 71 % поверхности
           Земли занимает океан. Остальная часть состоит из континентов и островов, причём большая часть суши, населённой людьми, находится в северном полушарии.

Природа2 = Эволюция Земли происходила посредством геологических и биологических процессов, которые оставили следы первоначальных условий. Поверхность планеты разделена на несколько непрерывно д$
           генерирующего магнитное поле.

Природа3 = Состав текущей атмосферы был существенно изменён по сравнению с первоначальной посредством жизнедеятельности различных форм жизни[3],
           которые создают экологическое равновесие, стабилизирующее условия на поверхности. Несмотря на значительные различия в климате в зависимости от широты и других
           географических факторов, средний глобальный климат достаточно стабилен во время межледниковых периодов[4],
           а изменение на 1—2 °C средней глобальной температуры исторически имело серьёзное влияние на экологический баланс и географию Земли[5][6].

Природа4 = Геология — комплекс наук о составе, строении земной коры и размещённых в ней полезных ископаемых. Комплекс наук в составе геологии занимается изучением состава,
           структуры, физических свойств, динамики и истории земных материалов, а также процессов, посредством которых они образуются, перемещаются и изменяются. 

Природа5 = Геология — одна из основных академических дисциплин, которая, помимо прочего, имеет важное значение для добычи минерального и углеводородного сырья, прогнозирования и
           смягчения последствий стихийных бедствий, расчётов в геотехнических областях[en] и изучения климата и окружающей среды в прошлом.

Природа6 = По мнению учёных, Земля образовалась 4,54 млрд лет назад из межзвёздного газопылевого облака, наряду с Солнцем и другими планетами[7]. 

Природа7 = Поверхность Земли менялась на протяжении сотен миллионов лет, время от времени объединяясь в суперконтинент, а затем снова распадаясь на отдельные континенты.

Природа8 = Примерно 750 млн лет назад начал разделяться самый древний из известных суперконтинентов — Родиния. 

Природа9 = Предполагается, что во время Неопротерозойской эры было масштабное оледенение Земли, во время которого льды достигали экватора. Эта гипотеза получила название «Земля-снежок» и представляет особый интерес, поскольку это время предшествовало Кембрийскому взрыву, произошедшему около 530—540 млн лет назад, во время которого начали распространяться многоклеточные формы жизни
Выберите действие:
1. Добавить новый город
2. Отобразить список городов
3. Заменить город
4. Удалить город
5. Выход

Ваше действие: 1

Введите название города: Нью Йорк
а .Город добавлен!
б. Такой город уже есть! Нью Йорк - 3
в. Некорректное название!

Выберите действие:
1. Добавить новый город
2. Отобразить список городов
3. Заменить город
4. Удалить город
5. Посетить следующий город
6. Выход

Ваше действие: 2

Список городов:
1. Нью Йорк

Выберите действие:
1. Добавить новый город
2. Отобразить список городов
3. Заменить город
4. Удалить город
5. Посетить следующий город
6. Выход

Ваше действие: 3

Текущий город: Нью Йорк
Новый город: Нарын
а. Текущий город отсутствует.
б. Город заменен.
в. Такой город уже есть! Нью Йорк - 3
г. Некорректное название!

Выберите действие:
1. Добавить новый город
2. Отобразить список городов
3. Заменить город
4. Удалить город
5. Посетить следующий город
6. Выход

Ваше действие: 4

Введите название города: Нарын
а. Текущий город отсутствует.
б. Некорректное название!
в. Город удален!



Выберите действие:
1. Добавить новый город
2. Отобразить список городов
3. Заменить город
4. Удалить город
5. Посетить следующий город
6. Выход 
 

Ваше действие: 5
Программа завершает работу.
